
"AppTitle" = "Crear instalador de elementary OS";
"Quit" = "Salir";
"Cancel" = "Cancelar";
"Continue" = "Continuar";

"ChooseISO" = "Seleccione un archivo ISO de elementary OS:";
"NoDrivesFound" = "No se encontraron unidades apropiadas. Asegúrese de que su unidad esté enchufada y encendida.";
"ChooseDrive" = "Seleccione una unidad para el instalador de elementary OS:";
"InstallComplete" = "Se ha creado el instalador de elementary OS correctamente. Para devolver la unidad a su estado normal, bórrela con Utilidad de discos.";
"InstallCompleteNotification" = "Se ha creado el instalador de elementary OS correctamente.";

"DriveName" = "La unidad «";
"EraseDriveName" = "» se borrará y se reemplazará con el contenido del instalador de elementary OS. Esta acción necesita privilegios administrativos. ¿Continuar?";

